tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "github/gh"

# Base
brew "mas"
brew "git"
brew "vim"
brew "zsh"
brew "tmux"
brew "reattach-to-user-namespace"
# Network tools
brew "mosh"
brew "mtr"
# Tooling
brew "direnv"
brew "curl"
brew "wget"
brew "xz"
brew "jq"
brew "zstd"
brew "htop"
brew "wifi-password"
# Programming
brew "pyenv"
brew "rustup-init"
brew "shellcheck"
brew "gh"
cask "font-fira-code"
# Docker
cask "docker"
brew "docker-compose"

# Apps
cask "adobe-acrobat-reader"
cask "aerial"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "signal"
cask "spotify"
cask "vlc"
cask "wireshark"
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "Shush", id: 496437906
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
