tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

# Base
brew "mas"
brew "git"
brew "zsh"
brew "tmux"
brew "reattach-to-user-namespace"
# Network tools
brew "mobile-shell"
brew "mtr"
# Tooling
brew "direnv"
brew "curl"
brew "wget"
brew "xz"
brew "zstd"
brew "wifi-password"
# Programming
brew "pyenv"
brew "rust"
cask "font-fira-code"
# Docker
cask "docker"
brew "docker-compose"

mas "Alfred", id: 405843582
mas "Slack", id: 803453959
